tap "kamillobinski/thock"
brew "bash"
brew "fd"
brew "fnm"
brew "fzf"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "starship"
brew "yazi"
brew "zoxide"
brew "kamillobinski/thock/thock"
cask "1password"
cask "adguard"
cask "bruno"
cask "chatgpt"
cask "cleanshot"
cask "crossover"
cask "deepl"
cask "dropbox"
cask "fork"
cask "ghostty"
cask "jordanbaird-ice"
cask "little-snitch"
cask "lunar"
cask "obsidian"
cask "orbstack"
cask "pearcleaner"
cask "proxyman"
cask "raycast"
cask "slack"
cask "spotify"
cask "steam"
cask "tableplus"
cask "termius"
cask "visual-studio-code"
cask "vivaldi"
cask "zen-browser"
vscode "adpyke.vscode-sql-formatter"
vscode "asvetliakov.vscode-neovim"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "ctf0.php-namespace-resolver"
vscode "damianbal.vs-phpclassgen"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "mehedidracula.php-namespace-resolver"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "neilbrayfield.php-docblocker"
vscode "openai.chatgpt"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "xdebug.php-debug"
